@extends('front.base')

@section('content')
    <div class="py-20 px-6 max-w-3xl mx-auto">
        <p>XTERRA TAIWAN（以下簡稱本網站），為了讓您能夠安心使用本網站的各項服務與資訊，特此向您說明本網站的隱私權保護政策，以保障您的權益，請您詳閱下列內容。當您提供個人資料予本網站時，即表示您已閱讀、同意、接受並授權我們可依據本隱私權規範使用您的個人資料；若您未滿二十歲，應於您的法定代理人閱讀、瞭解並同意本隱私權規範之所有內容及其後修改變更規定後，方得使用本網站服務，但若您已接受本網站服務，視為您已取得法定代理人之同意，並遵守以下所有規範：
        </p>
        <p>一、隱私權保護政策的適用範圍</p>
        <p class="pl-8">隱私權保護政策內容，僅適用於您於本網站內使用本網站服務之相關活動，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。隱私權保護政策不適用於本網站以外的連結網站，本網站不擔保此等網站或網路資源的安全性、正確性或其他合適性，也不適用於非本網站所委託或參與管理的人員。若您連結到本網站以外的連結網站時，應自行負責並承擔其風險。
        </p>

        <p>二、個人資料的蒐集、處理及利用方式</p>
        <ul class="pl-8 list-disc">
            <li>當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在為提供您本網站服務所需的特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。除因司法機關或其他政府機關依法令規定要求外，非經會員同意，本網站不會任意揭露任何會員的個人資料給第三人。
            </li>
            <li>
                本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。
            </li>
            <li>於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務、流量與內容、系統改進，以及網路行為、廣告統計分析的參考依據，此記錄為內部應用，除因司法機關或其他政府機關依法令規定要求外，非經會員同意，決不對外公佈。</li>
            <li>為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。</li>
        </ul>

        <p>三、資料之保護</p>
        <p class="pl-8">只由經過授權的人員才能接觸您的個人資料，如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。</p>

        <p>四、網站對外的相關連結</p>
        <p class="pl-8">本網站的網頁提供其他網站的網路連結，您也可經由本網站所提供的連結，點選進入其他網站。但該連結網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。且該連結網站，其設置與內容均與本網站無關，其設置之公司、組織或個人亦不因此與本網站有任何委任、承攬、僱傭、合夥、仲介、代理或其他類似之關係，使用者應自行判別其安全性、正確性或其他合適性，如因此造成隱私權或其他權益受損，本網站不負擔任何責任。</p>

        <p>五、與第三人共用個人資料之政策</p>
        <p class="pl-8">本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。</p>
        <p class="pl-8">前項但書之情形包括不限於：</p>

        <ul class="list-disc pl-8">
            <li>經由您書面同意。</li>
            <li>法律明文規定。</li>
            <li>為免除您生命、身體、自由或財產上之危險。</li>
            <li>與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。</li>
            <li>當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。</li>
            <li>有利於您的權益。</li>
            <li>本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。</li>
        </ul>

        <p>六、個人資料更新與管理</p>
        <ul class="pl-8 list-disc">
            <li>若您提供給本網站的個人資料有變更或資料不正確時，本網站提供您可修改帳號密碼等資料之權利，請知悉，若您提供錯誤、不實或不完整，您將承擔損失相關權益之風險。</li>
            <li>您可依中華民國個人資料保護法，就您提供本網站的個人資料：請求查詢或閱覽、請求製給複製本、請求補充或更正、請求停止蒐集、處理及利用；或請求刪除，而本網站依法得酌收必要成本費用。但因本網站執行職務或業務所必須者，本公司得拒絕之。</li>
            <li>若您欲執行上述權利時，請與本網站客服聯繫。但因您行使上述權利，而導致權益受損時，本網站將不負相關賠償責任。</li>
        </ul>

        <p>七、Cookie之使用</p>
        <p class="pl-8">為了提供您最佳的服務，本網站會在您的電腦中放置並取用我們的Cookie，若您不願接受Cookie的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕Cookie的寫入，但可能會導至網站某些功能無法正常執行。</p>

        <p>八、隱私權保護政策之修正</p>
        <p class="pl-8">本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。如果您不同意修改的內容，請勿繼續接受本網站服務，否則將視為您已同意並接受本規範之增訂或修改內容之拘束。</p>
    </div>
@endsection
